/* 
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 */
 
 
//-----------------------------------------
// Menu and tooltip
// ---------------------------------------- 
/* Open Inbox menu item under each account */
"Open Inbox" = "Öffnen Eingang";

/* menubar tooltip when checking mail */
"Checking Mail" = "Lektüre der  E-Mails";

/* connection error message */
"Connection Error" = "Verbindungfehler";

/* wrong username/password pair error message */
"Username/password Wrong" = "Ungültige Benutzername/Kennwort";

/* count of unread messages */
"Unread Messages" = "%s ungelesene E-Mails";

/* count (1) of unread message */
"Unread Message" = "%s ungelesene E-Mail";

/* last check time */
"Last Checked:" = "Last Checked:";

/* Enable, Disable */
"Enable Account" = "Enable Account";
"Disable Account" = "Disable Account";

/* Check */
"Check" = "Empfangen";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Konfiguration";
"Launch at login" = "Bei der Anmeldung öffnen";
"Show unread count in menu bar" = "Show unread count in menu bar";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Edit";

"Username:" = "Benutzername:";
"Password:" = "Kennwort:";
"Check for new mail every" = "Nach neuen E-Mails suchen alle";
"minutes" = "Minuten";
"Use Growl Notification" = "Growl Benachrichtigungen"; // gebrauchen"; too long to fit:(
"Play sound:" = "Spiel-Ton:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Um ein Google Hosted Account hinzufügen, spezifizieren die volle E-Mail-Adresse als Benutzername, z.B.: admin@ashchan.com.";
"Enable this account" = "Enable this account";
"Cancel" = "Cancel";
"OK" = "OK";